{
    "bnaCitizens": [
        {
            "id": 1,
            "name": "Burhan",
            "languages": ["Alas", "Aceh", "Indonesia"],
            "proficiency": {
                "prog_language": "Java",
                "framework": "Spring"
            },
            "fav_coffee_shop": "Solong Premium"
        },
        {
            "id": 2,
            "name": "Zulfan",
            "languages": ["Gayo", "Indonesia", "Russia"],
            "proficiency": {
                "prog_language": "Javascript",
                "framework": "ReactJS"
            },
            "fav_coffee_shop": "Cut Zein"
        },
        {
            "id": 3,
            "name": "Nabil",
            "languages": ["Gayo", "Indonesia", "Japan"],
            "proficiency": {
                "prog_language": "Javascript",
                "framework": "Node.js"
            },
            "fav_coffee_shop": "Solong Mini"
        },
        {
            "id": 4,
            "name": "Sultan",
            "languages": ["Kluet", "Julu",  "Indonesia", "China"],
            "proficiency": {
                "prog_language": "C#",
                "framework": ".Net"
            },
            "fav_coffee_shop": "Kutaraja"
        },
        {
            "id": 5,
            "name": "Nabil",
            "languages": ["Aceh", "Indonesia", "Korea"],
            "proficiency": {
                "prog_language": "Python",
                "framework": "Flask"
            },
            "fav_coffee_shop": "Kaffa Kopi"
        }
    ],

    "bnaLandmarks": [
        {
            "id": 1,
            "name": "Masjid Raya Baiturrahman",
            "ticket_price": 0,
            "description": "Masjid Raya yang asli dibangun pada tahun 1612 di masa pemerintahan Sultan Iskandar Muda. Ada juga yang mengatakan bahwa Masjid Raya Baiturrahman yang asli dibangun lebih awal pada tahun 1292 oleh Sultan Alaidin Mahmudsyah. Masjid Kerajaan yang asli menampilkan atap jerami berlapis-lapis yang merupakan fitur khas arsitektur Aceh."
        },
        {
            "id": 2,
            "name": "Museum Tsunami",
            "ticket_price": 10000,
            "description": "Museum Tsunami Aceh (bahasa Inggris: Aceh Tsunami Museum) adalah sebuah museum di Banda Aceh yang dirancang sebagai monumen simbolis untuk bencana gempa bumi dan tsunami Samudra Hindia 2004 sekaligus pusat pendidikan bencana dan tempat perlindungan darurat andai tsunami terjadi lagi."
        },
        {
            "id": 3,
            "name": "Monumen PLTD Apung",
            "ticket_price": 0,
            "description": "Monumen PLTD Apung sejatinya merupakan sebuah kapal pembangkit listrik tenaga diesel yang mampu memasok listrik hingga 10,5 megawatt. Saat bersandar di dermaga daerah Ulee Lheue, naasnya kapal ini terseret gelombang tsunami yang tingginya mencapai 9 meter. Kini kapal tersebut disulap menjadi situs wisata berupa museum untuk mengenang peristiwa maha dahsyat sekaligus sebagai media edukasi."
        },
        {
            "id": 4,
            "name": "Tugu Darussalam",
            "ticket_price": 0,
            "description": "Tugu ini berada di kecamatan Syiah Kuala, tepatnya dalam komplek kota pelajar mahasiswa Darussalam. Memiliki bentuk yang unik dengan menyerupai sebuah menara. Tingginya hampir mencapai 25 meter dan terletak di tengah-tengah lapangan. Tugu ini sarat dengan makna sejarah pendirian komplek pendidikan Darussalam dan umurnya sudah lebih dari setengah abad. Pada awal pendiriannya tugu ini diresmikan langsung oleh presiden pertama Indonesia pada tanggal 2 September 1959, sebagai sebuah tanda pembangunan komplek pendidikan tersebut. Dalam plakat tugu Darussalam, terdapat sebuah kalimat yang dibuat langsung oleh sang proklamator, isinya adalah “Tekad bulat melahirkan perbuatan yang nyata, Darussalam menuju pelaksanaan cita-cita”."
        },
        {
            "id": 5,
            "name": "Pantai Lampuuk",
            "ticket_price": 0,
            "description": "Pantai Lampuuk dikenal dengan pasir putihnya yang bersih dan lembut. Air laut tampak jernih dan berwarna biru kehijauan. Ombak kelihatan cukup besar, namun bersahabat bagi para peselancar. Pantai ini memiliki garis pantai dengan panjang sekitar 5 kilometer dan membentuk sebuah teluk kecil. Sejauh mata memandang, pengunjung bisa menyaksikan deretan pegunungan nan menghijau dan pepohan pinus yang rimbun."
        }
    ]
}